Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/SecurityMeasures.resw
Source language: en_us
Languages: ar, de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# PhishingProtectServiceEnabled-MSDefender
source: Enhanced Phishing Protection Service Enabled.
ar: خدمة الحماية المحسّنة من التصيد الاحتيالي مُفعّلة.
de: Dienst für erweiterten Phishing-Schutz aktiviert.
el_gr: Ενεργοποιημένη Υπηρεσία Ενισχυμένης Προστασίας από Phishing.
es: Servicio de Protección Mejorada contra Phishing Habilitado.
fr_fr: Service de protection améliorée contre l'hameçonnage activé.
he_il: שירות הגנה משופרת מפני פישינג מופעל.
hi_in: उन्नत फ़िशिंग सुरक्षा सेवा सक्षम।
ja_jp: 高度なフィッシング詐欺対策サービスが有効です。
ml_in: മെച്ചപ്പെടുത്തിയ ഫിഷിംഗ് സംരക്ഷണ സേവനം പ്രവർത്തനക്ഷമമാക്കി.
pl_pl: Ulepszona usługa ochrony przed phishingiem włączona.
tr_tr: Gelişmiş Kimlik Avı Koruması Hizmeti Etkinleştirildi.

# NotifyUnsafeApp-MSDefender
source: Enhanced Phishing Protection: Notify Unsafe App
ar: الحماية المحسّنة من التصيد الاحتيالي: الإشعار بالتطبيق غير الآمن
de: Erweiterter Phishing-Schutz: Unsichere App melden
el_gr: Ενισχυμένη Προστασία από Phishing: Ειδοποίηση Μη Ασφαλούς Εφαρμογής
es: Protección Mejorada contra Phishing: Notificar Aplicación No Segura
fr_fr: Protection améliorée contre l'hameçonnage : Notifier application dangereuse
he_il: הגנה משופרת מפני פישינג: הודעה על אפליקציה לא בטוחה
hi_in: उन्नत फ़िशिंग सुरक्षा: असुरक्षित ऐप सूचना
ja_jp: 高度なフィッシング詐欺対策: 安全でないアプリを通知する
ml_in: മെച്ചപ്പെടുത്തിയ ഫിഷിംഗ് സംരക്ഷണം: സുരക്ഷിതമല്ലാത്ത ആപ്പ് അറിയിപ്പ്
pl_pl: Ulepszona ochrona przed phishingiem: powiadomienie o niebezpiecznej aplikacji
tr_tr: Gelişmiş Kimlik Avı Koruması: Güvenli Olmayan Uygulamayı Bildirin

# NotifyPasswordReuse-MSDefender
source: Enhanced Phishing Protection: Notify Password Reuse
ar: الحماية المحسّنة من التصيد الاحتيالي: الإشعار بإعادة استخدام كلمة المرور
de: Erweiterter Phishing-Schutz: Passwortwiederverwendung melden
el_gr: Ενισχυμένη Προστασία από Phishing: Ειδοποίηση Επαναχρησιμοποίησης Κωδικού
es: Protección Mejorada contra Phishing: Notificar Reutilización de Contraseña
fr_fr: Protection améliorée contre l'hameçonnage : Notifier réutilisation de mot de passe
he_il: הגנה משופרת מפני פישינג: הודעה על שימוש חוזר בסיסמה
hi_in: उन्नत फ़िशिंग सुरक्षा: पासवर्ड पुनः उपयोग सूचना
ja_jp: 高度なフィッシング詐欺対策: パスワードの再利用を通知する
ml_in: മെച്ചപ്പെടുത്തിയ ഫിഷിംഗ് സംരക്ഷണം: പാസ്‌വേഡ് പുനഃഉപയോഗ അറിയിപ്പ്
pl_pl: Ulepszona ochrona przed phishingiem: powiadomienie o ponownym użyciu hasła
tr_tr: Gelişmiş Kimlik Avı Koruması: Parolanın Yeniden Kullanımını Bildirin

# NotifyMalicious-MSDefender
source: Enhanced Phishing Protection: Notify Malicious
ar: الحماية المحسّنة من التصيد الاحتيالي: الإشعار بالمحتوى الضار
de: Erweiterter Phishing-Schutz: Bösartige Aktivitäten melden
el_gr: Ενισχυμένη Προστασία από Phishing: Ειδοποίηση Κακόβουλου Περιεχομένου
es: Protección Mejorada contra Phishing: Notificar Contenido Malicioso
fr_fr: Protection améliorée contre l'hameçonnage : Notifier malveillant
he_il: הגנה משופרת מפני פישינג: הודעה על תוכן זדוני
hi_in: उन्नत फ़िशिंग सुरक्षा: दुर्भावनापूर्ण सामग्री सूचना
ja_jp: 高度なフィッシング詐欺対策: 悪意のあるコンテンツを通知する
ml_in: മെച്ചപ്പെടുത്തിയ ഫിഷിംഗ് സംരക്ഷണം: ദുരുദ്ദേശ്യപരമായ ഉള്ളടക്ക അറിയിപ്പ്
pl_pl: Ulepszona ochrona przed phishingiem: powiadomienie o złośliwej zawartości
tr_tr: Gelişmiş Kimlik Avı Koruması: Kötü Amaçlı Yazılımları Bildirin

# CaptureThreatWindow-MSDefender
source: Enhanced Phishing Protection: Capture Threat Window
ar: الحماية المحسّنة من التصيد الاحتيالي: التقاط نافذة التهديد
de: Erweiterter Phishing-Schutz: Bedrohungsfenster erfassen
el_gr: Ενισχυμένη Προστασία από Phishing: Καταγραφή Παραθύρου Απειλής
es: Protección Mejorada contra Phishing: Capturar Ventana de Amenaza
fr_fr: Protection améliorée contre l'hameçonnage : Capturer la fenêtre de menace
he_il: הגנה משופרת מפני פישינג: לכידת חלון איום
hi_in: उन्नत फ़िशिंग सुरक्षा: खतरा विंडो कैप्चर
ja_jp: 高度なフィッシング詐欺対策: 脅威ウィンドウをキャプチャする
ml_in: മെച്ചപ്പെടുത്തിയ ഫിഷിംഗ് സംരക്ഷണം: ഭീഷണി വിൻഡോ ക്യാപ്‌ചർ
pl_pl: Ulepszona ochrona przed phishingiem: przechwytywanie okna zagrożenia
tr_tr: Gelişmiş Kimlik Avı Koruması: Tehdit Yakalama Penceresi

# PurgeItemsAfterDelay-MSDefender
source: Purge Items After Delay
ar: حذف العناصر بعد التأخير
de: Elemente nach Verzögerung bereinigen
el_gr: Εκκαθάριση Στοιχείων Μετά από Καθυστέρηση
es: Purgar Elementos Después del Retraso
fr_fr: Purger les éléments après délai
he_il: ניקוי פריטים לאחר השהיה
hi_in: देरी के बाद आइटम हटाएं
ja_jp: 一定時間後に項目を消去する
ml_in: കാലതാമസത്തിനു ശേഷം ഇനങ്ങൾ ശുദ്ധീകരിക്കുക
pl_pl: Usuń elementy po opóźnieniu
tr_tr: Gecikmeden Sonra Öğeleri Temizle

# IOAVMaxSize-MSDefender
source: Maximum size of downloaded files and attachments to be scanned
ar: الحد الأقصى لحجم الملفات المُنزلة والمرفقات المطلوب فحصها
de: Maximale Größe heruntergeladener Dateien und Anlagen, die gescannt werden sollen
el_gr: Μέγιστο μέγεθος ληφθέντων αρχείων και συνημμένων για σάρωση
es: Tamaño máximo de archivos descargados y adjuntos para escanear
fr_fr: Taille maximale des fichiers et pièces jointes téléchargés à analyser
he_il: גודל מקסימלי של קבצים שהורדו וקבצים מצורפים לסריקה
hi_in: स्कैन करने के लिए डाउनलोड की गई फ़ाइलों और अटैचमेंट का अधिकतम आकार
ja_jp: スキャン対象とするダウンロード ファイルおよび添付ファイルの最大サイズ
ml_in: സ്കാൻ ചെയ്യാനുള്ള ഡൗൺലോഡ് ചെയ്ത ഫയലുകളുടെയും അറ്റാച്ച്‌മെന്റുകളുടെയും പരമാവധി വലുപ്പം
pl_pl: Maksymalny rozmiar pobranych plików i załączników do skanowania
tr_tr: Taranacak indirilen dosya ve eklerin maksimum boyutu

# DisableScanningMappedNetworkDrivesForFullScan-MSDefender
source: Scanning Mapped Network Drives For Full Scan
ar: فحص محركات الأقراص المعيّنة على الشبكة للفحص الكامل
de: Scannen zugeordneter Netzlaufwerke bei vollständigem Scan
el_gr: Σάρωση Αντιστοιχισμένων Δίσκων Δικτύου για Πλήρη Σάρωση
es: Escanear Unidades de Red Asignadas para Análisis Completo
fr_fr: Analyser les lecteurs réseau connectés lors de l'analyse complète
he_il: סריקת כוננים ממופים ברשת לסריקה מלאה
hi_in: पूर्ण स्कैन के लिए मैप किए गए नेटवर्क ड्राइव स्कैन करें
ja_jp: フル スキャン時に割り当てられたネットワーク ドライブをスキャンする
ml_in: പൂർണ്ണ സ്കാനിനായി മാപ്പ് ചെയ്ത നെറ്റ്‌വർക്ക് ഡ്രൈവുകൾ സ്കാൻ ചെയ്യുക
pl_pl: Skanuj zmapowane dyski sieciowe podczas pełnego skanowania
tr_tr: Tam Tarama İçin Eşlenen Ağ Sürücülerini Tarama

# DisableScanningNetworkFiles-MSDefender
source: Scanning Network Files
ar: فحص ملفات الشبكة
de: Netzwerkdateien scannen
el_gr: Σάρωση Αρχείων Δικτύου
es: Escanear Archivos de Red
fr_fr: Analyse des fichiers réseau
he_il: סריקת קבצי רשת
hi_in: नेटवर्क फ़ाइलें स्कैन करें
ja_jp: ネットワーク ファイルをスキャンする
ml_in: നെറ്റ്‌വർക്ക് ഫയലുകൾ സ്കാൻ ചെയ്യുക
pl_pl: Skanuj pliki sieciowe
tr_tr: Ağ Dosyalarını Tarama

# DisableRemovableDriveScanning-MSDefender
source: Removable Drive Scanning
ar: فحص محركات الأقراص القابلة للإزالة
de: Wechseldatenträger scannen
el_gr: Σάρωση Αφαιρούμενων Μονάδων
es: Escanear Unidades Extraíbles
fr_fr: Analyse des lecteurs amovibles
he_il: סריקת כוננים נשלפים
hi_in: हटाने योग्य ड्राइव स्कैन करें
ja_jp: リムーバブル ドライブをスキャンする
ml_in: നീക്കം ചെയ്യാവുന്ന ഡ്രൈവുകൾ സ്കാൻ ചെയ്യുക
pl_pl: Skanuj dyski wymienne
tr_tr: Çıkarılabilir Sürücü Taraması

# DisableReparsePointScanning-MSDefender
source: Reparse Point Scanning
ar: فحص نقاط إعادة التحليل
de: Überprüfung von Reparsepunkten
el_gr: Σάρωση Σημείων Επανασυντακτικής Ανάλυσης
es: Escanear Puntos de Análisis
fr_fr: Analyse des points d'analyse
he_il: סריקת נקודות ניתוח מחדש
hi_in: रीपार्स पॉइंट स्कैन करें
ja_jp: 再解析ポイントをスキャンする
ml_in: റീപാർസ് പോയിന്റുകൾ സ്കാൻ ചെയ്യുക
pl_pl: Skanuj punkty ponownej analizy
tr_tr: Yeniden Ayrıştırma Noktası Taraması

# ArchiveMaxDepth-MSDefender
source: Maximum depth to scan archive files
ar: أقصى عمق لفحص ملفات الأرشيف
de: Maximale Tiefe zum Scannen von Archivdateien
el_gr: Μέγιστο βάθος σάρωσης αρχείων συμπίεσης
es: Profundidad máxima de escaneo de archivos comprimidos
fr_fr: Profondeur maximale d'analyse des fichiers d'archive
he_il: עומק מקסימלי לסריקת קבצי ארכיון
hi_in: संग्रह फ़ाइलों को स्कैन करने की अधिकतम गहराई
ja_jp: アーカイブ ファイルをスキャンする最大の深さ
ml_in: ആർക്കൈവ് ഫയലുകൾ സ്കാൻ ചെയ്യുന്നതിനുള്ള പരമാവധി ആഴം
pl_pl: Maksymalna głębokość skanowania plików archiwum
tr_tr: Arşiv dosyalarını taramak için maksimum derinlik

# UpdateOnStartUp-MSDefender
source: Check for the latest virus and spyware security intelligence on startup
ar: التحقق من أحدث معلومات أمنية للفيروسات وبرامج التجسس عند بدء التشغيل
de: Beim Start nach den neuesten Viren- und Spyware-Sicherheitsinformationen suchen
el_gr: Έλεγχος για τις πιο πρόσφατες πληροφορίες ασφάλειας ιών και spyware κατά την εκκίνηση
es: Verificar la inteligencia de seguridad más reciente de virus y spyware al inicio
fr_fr: Vérifier les dernières informations de sécurité contre les virus et logiciels espions au démarrage
he_il: בדיקת עדכוני אבטחה העדכניים ביותר של וירוסים ותוכנות ריגול בהפעלה
hi_in: स्टार्टअप पर नवीनतम वायरस और स्पाइवेयर सुरक्षा इंटेलिजेंस की जांच करें
ja_jp: 起動時に最新のウイルスおよびスパイウェアのセキュリティ インテリジェンスを確認する
ml_in: സ്റ്റാർട്ടപ്പിൽ ഏറ്റവും പുതിയ വൈറസ്, സ്പൈവെയർ സുരക്ഷാ ഇന്റലിജൻസ് പരിശോധിക്കുക
pl_pl: Sprawdź najnowsze informacje o wirusach i programach szpiegujących przy uruchamianiu
tr_tr: Başlangıçta en son virüs ve casus yazılım güvenliği istihbaratını kontrol edin

# AVSignatureDue-MSDefender
source: Define the number of days before virus security intelligence is considered out of date
ar: تحديد عدد الأيام قبل اعتبار معلومات الأمان الخاصة بالفيروسات قديمة
de: Anzahl der Tage festlegen, nach denen Viren-Sicherheitsinformationen als veraltet gelten
el_gr: Καθορισμός αριθμού ημερών πριν θεωρηθούν παρωχημένες οι πληροφορίες ασφάλειας ιών
es: Especificar el número de días antes de que la inteligencia de seguridad de virus se considere desactualizada
fr_fr: Définir le nombre de jours avant que les informations de sécurité contre les virus ne soient considérées comme obsolètes
he_il: הגדרת מספר הימים לפני שמודיעין אבטחת וירוסים נחשב מיושן
hi_in: वायरस सुरक्षा इंटेलिजेंस को पुराना मानने से पहले दिनों की संख्या निर्दिष्ट करें
ja_jp: ウイルス セキュリティ インテリジェンスが古いと見なされるまでの日数を定義する
ml_in: വൈറസ് സുരക്ഷാ ഇന്റലിജൻസ് കാലഹരണപ്പെട്ടതായി കണക്കാക്കുന്നതിന് മുമ്പുള്ള ദിവസങ്ങളുടെ എണ്ണം വ്യക്തമാക്കുക
pl_pl: Określ liczbę dni przed uznaniem informacji o wirusach za przestarzałe
tr_tr: Virüs güvenliği istihbaratının güncelliğini yitirmiş sayılmasından önceki gün sayısını tanımlayın

# ASSignatureDue-MSDefender
source: Define the number of days before spyware security intelligence is considered out of date
ar: تحديد عدد الأيام قبل اعتبار معلومات الأمان الخاصة ببرامج التجسس قديمة
de: Anzahl der Tage festlegen, nach denen Spyware-Sicherheitsinformationen als veraltet gelten
el_gr: Καθορισμός αριθμού ημερών πριν θεωρηθούν παρωχημένες οι πληροφορίες ασφάλειας spyware
es: Especificar el número de días antes de que la inteligencia de seguridad de spyware se considere desactualizada
fr_fr: Définir le nombre de jours avant que les informations de sécurité contre les logiciels espions ne soient considérées comme obsolètes
he_il: הגדרת מספר הימים לפני שמודיעין אבטחת תוכנות ריגול נחשב מיושן
hi_in: स्पाइवेयर सुरक्षा इंटेलिजेंस को पुराना मानने से पहले दिनों की संख्या निर्दिष्ट करें
ja_jp: スパイウェア セキュリティ インテリジェンスが古いと見なされるまでの日数を定義する
ml_in: സ്പൈവെയർ സുരക്ഷാ ഇന്റലിജൻസ് കാലഹരണപ്പെട്ടതായി കണക്കാക്കുന്നതിന് മുമ്പുള്ള ദിവസങ്ങളുടെ എണ്ണം വ്യക്തമാക്കുക
pl_pl: Określ liczbę dni przed uznaniem informacji o programach szpiegujących za przestarzałe
tr_tr: Casus yazılım güvenlik istihbaratının güncelliğini yitirmiş sayılmasından önceki gün sayısını tanımlayın

# DisableBlockAtFirstSeen-MSDefender
source: Enable the Block At First Sight feature.
ar: تفعيل ميزة الحظر عند الرؤية الأولى.
de: Die Funktion „Block at First Sight“ aktivieren.
el_gr: Ενεργοποίηση της λειτουργίας Αποκλεισμού στην Πρώτη Θέαση.
es: Habilitar la función Bloquear a Primera Vista.
fr_fr: Activer la fonctionnalité Bloquer à la première vue.
he_il: הפעלת תכונת חסימה בראיה ראשונה.
hi_in: पहली बार देखने पर ब्लॉक सुविधा सक्षम करें।
ja_jp: Block At First Sight (初回検出時ブロック) 機能を有効にする。
ml_in: ആദ്യം കാണുമ്പോൾ തടയുക സവിശേഷത പ്രവർത്തനക്ഷമമാക്കുക.
pl_pl: Włącz funkcję blokowania przy pierwszym wykryciu.
tr_tr: İlk Görüşte Engelle özelliğini etkinleştirin.

# AllowTelemetry-MSDefender
source: Optional Diagnostic Data Required for Smart App Control etc.
ar: البيانات التشخيصية الاختيارية مطلوبة لـ Smart App Control وغيرها.
de: Optionale Diagnosedaten erforderlich für Smart App Control usw.
el_gr: Απαιτούνται Προαιρετικά Διαγνωστικά Δεδομένα για το Smart App Control κ.λπ.
es: Se Requieren Datos de Diagnóstico Opcionales para Smart App Control, etc.
fr_fr: Données de diagnostic facultatives requises pour Smart App Control, etc.
he_il: נתוני אבחון אופציונליים נדרשים עבור Smart App Control ועוד.
hi_in: Smart App Control आदि के लिए वैकल्पिक निदान डेटा आवश्यक है।
ja_jp: スマート アプリ コントロールなどに必要なオプションの診断データ
ml_in: Smart App Control മുതലായവയ്ക്ക് ഓപ്‌ഷണൽ ഡയഗ്‌നോസ്റ്റിക് ഡാറ്റ ആവശ്യമാണ്.
pl_pl: Opcjonalne dane diagnostyczne wymagane dla Smart App Control i innych funkcji.
tr_tr: Akıllı Uygulama Kontrolü vb. İçin Gerekli Opsiyonel Tanılama Verileri

# DisableTelemetryOptInSettingsUx-MSDefender
source: Configure diagnostic data opt-in settings user interface
ar: تكوين واجهة المستخدم لإعدادات الاشتراك في البيانات التشخيصية
de: Benutzeroberfläche für Opt-in-Einstellungen der Diagnosedaten konfigurieren
el_gr: Διαμόρφωση διεπαφής χρήστη ρυθμίσεων συμμετοχής διαγνωστικών δεδομένων
es: Configurar interfaz de usuario de configuración de participación en datos de diagnóstico
fr_fr: Configurer l'interface utilisateur des paramètres d'adhésion aux données de diagnostic
he_il: הגדרת ממשק משתמש להגדרות הצטרפות לנתוני אבחון
hi_in: निदान डेटा ऑप्ट-इन सेटिंग्स UI कॉन्फ़िगर करें
ja_jp: 診断データのオプトイン設定のユーザー インターフェイスを構成する
ml_in: ഡയഗ്‌നോസ്റ്റിക് ഡാറ്റ ഓപ്റ്റ്-ഇൻ ക്രമീകരണ UI കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj interfejs ustawień włączania danych diagnostycznych
tr_tr: Tanılama verilerini etkinleştirme ayarlarını yapılandırma kullanıcı arayüzü

# 5-MSDefender
source: Severe Threat level default action = Remove
ar: الإجراء الافتراضي لمستوى التهديد الشديد = الإزالة
de: Schwerewiegende Bedrohungsebene Standardaktion = Entfernen
el_gr: Προεπιλεγμένη ενέργεια επιπέδου Σοβαρής Απειλής = Αφαίρεση
es: Acción predeterminada del nivel de amenaza Grave = Quitar
fr_fr: Action par défaut pour le niveau de menace sévère = Supprimer
he_il: פעולת ברירת מחדל לרמת איום חמורה = הסרה
hi_in: गंभीर खतरा स्तर डिफ़ॉल्ट कार्रवाई = निकालें
ja_jp: 深刻な脅威レベルの既定のアクション = 削除
ml_in: ഗുരുതര ഭീഷണി നില സ്ഥിര നടപടി = നീക്കം ചെയ്യുക
pl_pl: Poważny poziom zagrożenia domyślna akcja = Usuń
tr_tr: Ciddi Tehdit düzeyinde varsayılan eylem = Kaldır

# 4-MSDefender
source: High Threat level default action = Remove
ar: الإجراء الافتراضي لمستوى التهديد المرتفع = الإزالة
de: Hohe Bedrohungsebene Standardaktion = Entfernen
el_gr: Προεπιλεγμένη ενέργεια επιπέδου Υψηλής Απειλής = Αφαίρεση
es: Acción predeterminada del nivel de amenaza Alta = Quitar
fr_fr: Action par défaut pour le niveau de menace élevé = Supprimer
he_il: פעולת ברירת מחדל לרמת איום גבוהה = הסרה
hi_in: उच्च खतरा स्तर डिफ़ॉल्ट कार्रवाई = निकालें
ja_jp: 高い脅威レベルの既定のアクション = 削除
ml_in: ഉയർന്ന ഭീഷണി നില സ്ഥിര നടപടി = നീക്കം ചെയ്യുക
pl_pl: Wysoki poziom zagrożenia domyślna akcja = Usuń
tr_tr: Yüksek Tehdit düzeyinde varsayılan eylem = Kaldır

# 2-MSDefender
source: Moderate Threat level default action = Quarantine
ar: الإجراء الافتراضي لمستوى التهديد المتوسط = الحجر الصحي
de: Mittlere Bedrohungsebene Standardaktion = Quarantäne
el_gr: Προεπιλεγμένη ενέργεια επιπέδου Μέτριας Απειλής = Καραντίνα
es: Acción predeterminada del nivel de amenaza Media = Cuarentena
fr_fr: Action par défaut pour le niveau de menace modéré = Quarantaine
he_il: פעולת ברירת מחדל לרמת איום בינונית = הסגר
hi_in: मध्यम खतरा स्तर डिफ़ॉल्ट कार्रवाई = क्वारंटाइन
ja_jp: 中程度の脅威レベルの既定のアクション = 検疫
ml_in: മധ്യമ ഭീഷണി നില സ്ഥിര നടപടി = ക്വാറന്റൈൻ
pl_pl: Średni poziom zagrożenia domyślna akcja = Kwarantanna
tr_tr: Orta Tehdit düzeyinde varsayılan eylem = Karantina

# 1-MSDefender
source: Low Threat level default action = Quarantine
ar: الإجراء الافتراضي لمستوى التهديد المنخفض = الحجر الصحي
de: Niedrige Bedrohungsebene Standardaktion = Quarantäne
el_gr: Προεπιλεγμένη ενέργεια επιπέδου Χαμηλής Απειλής = Καραντίνα
es: Acción predeterminada del nivel de amenaza Baja = Cuarentena
fr_fr: Action par défaut pour le niveau de menace faible = Quarantaine
he_il: פעולת ברירת מחדל לרמת איום נמוכה = הסגר
hi_in: निम्न खतरा स्तर डिफ़ॉल्ट कार्रवाई = क्वारंटाइन
ja_jp: 低い脅威レベルの既定のアクション = 検疫
ml_in: താഴ്ന്ന ഭീഷണി നില സ്ഥിര നടപടി = ക്വാറന്റൈൻ
pl_pl: Niski poziom zagrożenia domyślna akcja = Kwarantanna
tr_tr: Düşük Tehdit düzeyinde varsayılan eylem = Karantina

# MeteredConnectionUpdates-MSDefender
source: Allows Microsoft Defender Antivirus to update over a metered connection
ar: السماح لـ Microsoft Defender Antivirus بالتحديث عبر اتصال محدود السعة
de: Erlaubt Microsoft Defender Antivirus Updates über eine getaktete Verbindung
el_gr: Επιτρέπει στο Microsoft Defender Antivirus να ενημερώνεται μέσω σύνδεσης με χρέωση
es: Permitir que Microsoft Defender Antivirus se actualice a través de conexión medida
fr_fr: Autorise Microsoft Defender Antivirus à se mettre à jour via une connexion limitée
he_il: מאפשר ל-Microsoft Defender Antivirus להתעדכן דרך חיבור נמדד
hi_in: Microsoft Defender Antivirus को मीटर्ड कनेक्शन पर अपडेट करने की अनुमति दें
ja_jp: 従量制課金接続経由での Microsoft Defender ウイルス対策の更新を許可する
ml_in: Microsoft Defender Antivirus-നെ മീറ്റർ ചെയ്ത കണക്ഷനിലൂടെ അപ്‌ഡേറ്റ് ചെയ്യാൻ അനുവദിക്കുക
pl_pl: Zezwól na aktualizowanie Microsoft Defender Antivirus przez połączenia taryfowe
tr_tr: Microsoft Defender Antivirus'ün ölçülü bir bağlantı üzerinden güncellenmesine izin verir

# SubmitSamplesConsent-MSDefender
source: Send file samples when further analysis is required
ar: إرسال عينات الملفات عند الحاجة لمزيد من التحليل
de: Dateiproben senden, wenn weitere Analysen erforderlich sind
el_gr: Αποστολή δειγμάτων αρχείων όταν απαιτείται περαιτέρω ανάλυση
es: Enviar muestras de archivos cuando se requiera análisis adicional
fr_fr: Envoyer des échantillons de fichiers lorsqu'une analyse plus approfondie est requise
he_il: שליחת דוגמאות קבצים כאשר נדרש ניתוח נוסף
hi_in: आगे के विश्लेषण की आवश्यकता होने पर फ़ाइल नमूने भेजें
ja_jp: さらなる分析が必要な場合にファイルのサンプルを送信する
ml_in: കൂടുതൽ വിശകലനം ആവശ്യമാകുമ്പോൾ ഫയൽ സാമ്പിളുകൾ അയയ്ക്കുക
pl_pl: Wysyłaj próbki plików, gdy wymagana jest dalsza analiza
tr_tr: Daha fazla analiz gerektiğinde dosya örneklerini gönderin

# Threats_ThreatSeverityDefaultAction-MSDefender
source: Configure default actions for threat severities
ar: تكوين الإجراءات الافتراضية لمستويات خطورة التهديدات
de: Standardaktionen für Bedrohungsstufen konfigurieren
el_gr: Διαμόρφωση προεπιλεγμένων ενεργειών για σοβαρότητες απειλών
es: Configurar acciones predeterminadas para severidades de amenazas
fr_fr: Configurer les actions par défaut pour les sévérités des menaces
he_il: הגדרת פעולות ברירת מחדל לרמות חומרת איומים
hi_in: खतरा गंभीरता के लिए डिफ़ॉल्ट कार्रवाई कॉन्फ़िगर करें
ja_jp: 脅威の重大度に対する既定のアクションを構成する
ml_in: ഭീഷണി തീവ്രതകൾക്കുള്ള സ്ഥിര നടപടികൾ കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj domyślne akcje dla poziomów zagrożeń
tr_tr: Tehdit önem dereceleri için varsayılan eylemleri yapılandırma

# EnableControlledFolderAccess-MSDefender
source: Enable Controlled Folder Access
ar: تفعيل الوصول المُتحكم فيه للمجلدات
de: Überwachten Ordnerzugriff aktivieren
el_gr: Ενεργοποίηση Ελεγχόμενης Πρόσβασης Φακέλων
es: Habilitar Acceso Controlado a Carpetas
fr_fr: Activer l'accès contrôlé aux dossiers
he_il: הפעלת גישה מבוקרת לתיקיות
hi_in: नियंत्रित फ़ोल्डर एक्सेस सक्षम करें
ja_jp: コントロールされたフォルダー アクセスを有効にする
ml_in: നിയന്ത്രിത ഫോൾഡർ ആക്‌സസ് പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz kontrolowany dostęp do folderów
tr_tr: Kontrollü Klasör Erişimini Etkinleştir

# EnableNetworkProtection-MSDefender
source: Enable Network Protection
ar: تفعيل حماية الشبكة
de: Netzwerkschutz aktivieren
el_gr: Ενεργοποίηση Προστασίας Δικτύου
es: Habilitar Protección de Red
fr_fr: Activer la protection réseau
he_il: הפעלת הגנת רשת
hi_in: नेटवर्क सुरक्षा सक्षम करें
ja_jp: ネットワーク保護を有効にする
ml_in: നെറ്റ്‌വർക്ക് സംരക്ഷണം പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz ochronę sieci
tr_tr: Ağ Korumasını Etkinleştir

# AllowNetworkProtectionOnWinServer-MSDefender
source: Enable Network Protection on Windows Server
ar: تفعيل حماية الشبكة على Windows Server
de: Netzwerkschutz auf Windows Server aktivieren
el_gr: Ενεργοποίηση Προστασίας Δικτύου στον Windows Server
es: Habilitar Protección de Red en Windows Server
fr_fr: Activer la protection réseau sur Windows Server
he_il: הפעלת הגנת רשת ב-Windows Server
hi_in: Windows Server पर नेटवर्क सुरक्षा सक्षम करें
ja_jp: Windows Server でネットワーク保護を有効にする
ml_in: Windows Server-ൽ നെറ്റ്‌വർക്ക് സംരക്ഷണം പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz ochronę sieci na Windows Server
tr_tr: Windows Server'da Ağ Korumasını Etkinleştirme

# TDTFeatureEnabled-MSDefender
source: Enable Intel TDT: Threat Detection Technology.
ar: تفعيل Intel TDT: تقنية الكشف عن التهديدات.
de: Intel TDT: Technologie zur Bedrohungserkennung aktivieren.
el_gr: Ενεργοποίηση Intel TDT: Τεχνολογία Ανίχνευσης Απειλών.
es: Habilitar Intel TDT: Tecnología de Detección de Amenazas.
fr_fr: Activer Intel TDT : Technologie de détection des menaces.
he_il: הפעלת Intel TDT: טכנולוגיית זיהוי איומים.
hi_in: Intel TDT सक्षम करें: खतरा पहचान तकनीक।
ja_jp: Intel TDT (脅威検出テクノロジ) を有効にする。
ml_in: Intel TDT പ്രവർത്തനക്ഷമമാക്കുക: ഭീഷണി കണ്ടെത്തൽ സാങ്കേതികവിദ്യ.
pl_pl: Włącz Intel TDT: technologię wykrywania zagrożeń.
tr_tr: Intel TDT: Tehdit Algılama Teknolojisini etkinleştirin.

# MpCloudBlockLevel-MSDefender
source: Set the Cloud Block Level to the maximum value: No Tolerance.
ar: تعيين مستوى حظر السحابة إلى القيمة القصوى: عدم التسامح.
de: Cloud-Sperrstufe auf den Maximalwert festlegen: Keine Toleranz.
el_gr: Ορισμός του Επιπέδου Αποκλεισμού Cloud στη μέγιστη τιμή: Μηδενική Ανοχή.
es: Establecer el Nivel de Bloqueo en la Nube al valor máximo: Tolerancia Cero.
fr_fr: Régler le niveau de blocage Cloud à la valeur maximale : Aucune tolérance.
he_il: הגדרת רמת חסימת ענן לערך המקסימלי: אפס סובלנות.
hi_in: क्लाउड ब्लॉक स्तर को अधिकतम मूल्य पर सेट करें: शून्य सहनशीलता।
ja_jp: クラウド ブロック レベルを最大値の「許容なし」に設定する。
ml_in: ക്ലൗഡ് ബ്ലോക്ക് ലെവൽ പരമാവധി മൂല്യത്തിലേക്ക് സജ്ജമാക്കുക: സീറോ ടോളറൻസ്.
pl_pl: Poziom blokowania w chmurze ustawiony na wartość maksymalną: tolerancja zerowa.
tr_tr: Bulut Blok Düzeyini maksimum değere ayarlayın: Tolerans Yok.

# MpBafsExtendedTimeout-MSDefender
source: Extended cloud check timeout set to maximum value.
ar: تم تعيين مهلة فحص السحابة الممتدة إلى القيمة القصوى.
de: Erweitertes Cloud-Prüfzeitlimit auf den Maximalwert festgelegt.
el_gr: Εκτεταμένο χρονικό όριο ελέγχου cloud ορισμένο στη μέγιστη τιμή.
es: El tiempo de espera extendido de verificación en la nube se estableció al valor máximo.
fr_fr: Délai d'attente de vérification cloud étendu réglé à la valeur maximale.
he_il: זמן קצוב מורחב לבדיקת ענן הוגדר לערך המקסימלי.
hi_in: विस्तारित क्लाउड चेक टाइमआउट अधिकतम मूल्य पर सेट किया गया।
ja_jp: 拡張クラウド チェックのタイムアウトを最大値に設定する。
ml_in: വിപുലീകരിച്ച ക്ലൗഡ് പരിശോധന സമയപരിധി പരമാവധി മൂല്യത്തിലേക്ക് സജ്ജമാക്കി.
pl_pl: Rozszerzony limit czasu sprawdzania w chmurze ustawiony na wartość maksymalną.
tr_tr: Genişletilmiş bulut denetimi zaman aşımı maksimum değere ayarlandı.

# EnableFileHashComputation-MSDefender
source: Enable calculation of File Hashes.
ar: تفعيل حساب تجزئة الملفات.
de: Berechnung von Datei-Hashes aktivieren.
el_gr: Ενεργοποίηση υπολογισμού κατακερματισμών αρχείων.
es: Habilitar cálculo de hashes de archivos.
fr_fr: Activer le calcul des hachages de fichiers.
he_il: הפעלת חישוב גיבובי קבצים.
hi_in: फ़ाइल हैश गणना सक्षम करें।
ja_jp: ファイル ハッシュの計算を有効にする。
ml_in: ഫയൽ ഹാഷ് കണക്കുകൂട്ടൽ പ്രവർത്തനക്ഷമമാക്കുക.
pl_pl: Włącz obliczanie wartości hash plików.
tr_tr: Dosya Karmalarının hesaplanmasını etkinleştirin.
